tap "homebrew/bundle"
tap "homebrew/services"
brew "asciinema"
brew "asdf"
brew "bat"
brew "bpytop"
brew "coreutils"
brew "diff-so-fancy"
brew "docker"
brew "fd"
brew "ffmpeg"
brew "fswatch"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "htop"
brew "jq"
brew "neovim"
brew "openjdk"
brew "ripgrep"
brew "stylua"
brew "tmux"
brew "trash"
brew "tree"
brew "vim"
brew "yt-dlp"
cask "alacritty"
cask "fig"
cask "font-iosevka"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "linearmouse"
cask "warp"
cask "wezterm"
