tap "birdayz/kaf"
tap "derailed/k9s"
tap "jesseduffield/lazygit"
brew "asciinema"
brew "bat"
brew "bpytop"
brew "coreutils"
brew "diff-so-fancy"
brew "direnv"
brew "fd"
brew "ffmpeg"
brew "fswatch"
brew "fzf"
brew "gawk"
brew "gemini-cli"
brew "gh"
brew "git"
brew "gnupg"
brew "htop"
brew "jq"
brew "kubernetes-cli"
brew "kubectx"
brew "libpq"
brew "minikube"
brew "ncdu"
brew "neovim"
brew "openjdk"
brew "redis"
brew "ripgrep"
brew "stylua"
brew "telnet"
brew "tmux"
brew "trash"
brew "tree"
brew "vim"
brew "wireguard-go"
brew "wireguard-tools"
brew "yt-dlp"
brew "birdayz/kaf/kaf"
brew "derailed/k9s/k9s"
cask "1password-cli"
cask "alacritty"
cask "cloudflare-warp"
cask "finicky"
cask "font-fantasque-sans-mono"
cask "font-fantasque-sans-mono-nerd-font"
cask "font-iosevka"
cask "font-iosevka-nerd-font"
cask "font-iosevka-slab"
cask "font-iosevka-term-nerd-font"
cask "font-iosevka-term-slab-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-space-mono"
cask "font-space-mono-nerd-font"
cask "font-victor-mono"
cask "font-victor-mono-nerd-font"
cask "linearmouse"
cask "vlc"
cask "warp"
cask "wezterm"
